experiments/redis_contention/test_memory_bound/loaded_pairs_0/pair_0/clients_100_threads_8_pipeline_1/redis.out
8         Threads
100       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        40596.27          ---          ---         9.88504         2.25500        35.07100        67.58300     42023.17 
Gets        40568.98         0.00     40568.98         9.84388         2.23900        35.07100        66.55900      1619.41 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      81165.25         0.00     40568.98         9.86447         2.23900        35.07100        67.07100     43642.58